Revit 2027 API
AXMImportOptions Constructor
 Constructs a new instance of AXMImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public AXMImportOptions()
Public Sub New
public:
AXMImportOptions()
new : unit -> AXMImportOptions
See Also
Reference
AXMImportOptions Class
AXMImportOptions Overload
Autodesk.Revit.DB Namespace